[Templar_Knight X2BodyPartTemplate]
DisplayName="Templar Knight"

[Templar_Knight_F X2BodyPartTemplate]
DisplayName="Templar Knight"

[Templar_Psion_M X2BodyPartTemplate]
DisplayName="Templar Psion"

[Templar_Psion_F X2BodyPartTemplate]
DisplayName="Templar Psion"

[Templar_PsionTubes_M X2BodyPartTemplate]
DisplayName="Templar Psion Tubes"

[Templar_PsionTubes_F X2BodyPartTemplate]
DisplayName="Templar Psion Tubes"

[Templar_Warrior_M X2BodyPartTemplate]
DisplayName="Templar Warrior"

[Templar_Warrior_F X2BodyPartTemplate]
DisplayName="Templar Warrior"

[Templar_Warrior_B_M X2BodyPartTemplate]
DisplayName="Templar Warrior B"

[Templar_Warrior_B_F X2BodyPartTemplate]
DisplayName="Templar Warrior B"

[Templar_Warrior_C_M X2BodyPartTemplate]
DisplayName="Templar Warrior C"

[Templar_Warrior_C_F X2BodyPartTemplate]
DisplayName="Templar Warrior C"

[Templar_WarriorTubes_M X2BodyPartTemplate]
DisplayName="Templar Warrior Tubes"

[Templar_WarriorTubes_F X2BodyPartTemplate]
DisplayName="Templar Warrior Tubes"

[Templar_WarriorTubes_B_M X2BodyPartTemplate]
DisplayName="Templar Warrior Tubes B"

[Templar_WarriorTubes_B_F X2BodyPartTemplate]
DisplayName="Templar Warrior Tubes B"

[Templar_WarriorTubes_C_M X2BodyPartTemplate]
DisplayName="Templar Warrior Tubes C"

[Templar_WarriorTubes_C_F X2BodyPartTemplate]
DisplayName="Templar Warrior Tubes C"

[Templar_Apostle_M X2BodyPartTemplate]
DisplayName="Templar Apostle"

[Templar_Apostle_F X2BodyPartTemplate]
DisplayName="Templar Apostle"



[Templar_Helm_A_Neck_M X2BodyPartTemplate]
DisplayName="Templar Helm A Neck Cover"

[Templar_Helm_A_Neck_F X2BodyPartTemplate]
DisplayName="Templar Helm A Neck Cover"

[Templar_Helm_B_Neck_M X2BodyPartTemplate]
DisplayName="Templar Helm B Neck Cover"

[Templar_Helm_B_Neck_F X2BodyPartTemplate]
DisplayName="Templar Helm B Neck Cover"